Repository: mahdyar/telelog
Catalog: languages/telelog-*.po
Languages: fa_ir

source: TeleLog
fa_ir: تله‌لاگ

source: Keep track of everything happening on your WordPress in Telegram.
fa_ir: از هر اتفاقی که در وردپرس‌تان می‌اُفتد در تلگرام با خبر شوید.

source: Mahdyar Hasanpour
fa_ir: مهدیار حسن‌پور

source: Settings
fa_ir: تنظیمات

source: Hooks
fa_ir: هوک‌ها

source: API Key
fa_ir: کلید اِی‌پی‌آی

source: Chat ID
fa_ir: چت‌آیدی

source: Post Publish
fa_ir: انتشار پست

source: Post Update
fa_ir: به‌روزرسانی پست

source: Set your Telegram bot token and your chat id which can be either your own user id or a channel username with an at sign.
fa_ir: توکن ربات تلگرام‌تان و چت‌آیدی‌تان را که می‌تواند یوزرآیدی خودتان و یا یک نام کاربری کانال باشد به همراه ات‌ساین را وارد کنید.

source: Learn more
fa_ir: اطلاعات بیشتر

source: Choose on which hooks should TeleLog send you a message.
fa_ir: انتخاب کنید تله‌لاگ برای چه هوک‌هایی شما را مطلع کند.

source: Let you know when a post is updated.
fa_ir: وقتی یک پست به‌روزرسانی شد به من اطلاع بده.

source: Let you know when a post is published.
fa_ir: وقتی یک پست منتشر شد به من اطلاع بده.

source: By
fa_ir: توسط

source: Post published
fa_ir: پست جدید

source: Post updated
fa_ir: به‌روزرسانی پست

source: New comment
fa_ir: کامنت جدید

source: Let you know when a comment is posted.
fa_ir: وقتی یک کامنت گذاشته شد به من اطلاع بده.

source: Login fail
fa_ir: ورود ناموفق

source: Let you know when an attemp to login is failed.
fa_ir: وقتی یک ورود ناموفق اتفاق افتاد به من اطلاع بده.

source: Enable all
fa_ir: فعال کردن همه

source: Disable all
fa_ir: غیرفعال کردن همه

source: User registeration
fa_ir: ثبت نام کاربر

source: Let you know when a new user registers.
fa_ir: وقتی یک کاربر جدید ثبت نام کرد به من اطلاع بده.

source: New user registered
fa_ir: ثبت نام کاربر جدید

source: Theme switch
fa_ir: تغییر پوسته

source: Let you know when the theme is switched.
fa_ir: وقتی پوسته تغییر کرد به من اطلاع بده.

source: Theme switched
fa_ir: پوسته تغییر کرد

source: Plugin activation
fa_ir: فعال‌‌کردن افزونه

source: Let you know when a plugin is activated.
fa_ir: وقتی یک افزونه فعال شد به من اطلاع بده.

source: Plugin activated
fa_ir: افزونه فعال شد

source: Plugin deactivation
fa_ir: غیرفعال‌کردن افزونه

source: Let you know when a plugin is deactivated.
fa_ir: وقتی یک افزونه غیرفعال شد به من اطلاع بده.

source: Plugin deactivated
fa_ir: افزونه غیرفعال شد

source: WooCommerce New order
fa_ir: سفارش جدید ووکامرس

source: Let you know when a new order in Woocommerce is submited.
fa_ir: وقتی یک سفارش جدید در ووکامرس ثبت شد به من اطلاع بده.

source: New WooCommerce order
fa_ir: سفارش جدید ووکامرس
